{

"Opening":[

    "B: I told her she's dumb for trying to talk to him this long.",

    "S: I mean, Stacy is a bundle of kindness.",

    "D: She is a sweet girl.",

    "B: Way too kind for his ass. He's hot but an unemployed creep.",

    "B: She literally called me up last night freaking out because that prick called her three times.",

    "D: Three times? In a row?",

    "B: Yesss, and leaving weird ass voicemails.",

    "B: Saying stuff like, 'I don't know who you think you are.'",
    
    "B: 'And more importantly, I don't know who you think I am for you not to pick up the phone when I call you?'",

    "B: Like, what narcissistic sociopath talks like that?",

    "D: This guy, he sounds delusional.",

    "B: Stacy didn't show up to seminar today because she's worried she'd see him.",

    "D: They have the same class?",

    "B: No! That's the thing, this dude knows her entire schedule already like a weirdo.",

    "B: He's waited for her outside her class like every day this week. He's got nothing else going on in his life!", 

    "S: When a bloke gets clingy over a woman, they'll pull out all the stops.",

    "S: The stalking and calling without knowing the girl.",

    "S: Proper lunatic behavior.",

    "S: 'I don't know who you think I am?'",

    "S: Like honestly mate you're digging a hole you're never getting out from.",

    "D: That is so scary for Stacy. Is she okay?",

    "B: I'm not sure. I'll text her tonight and try and get an update.",

    "B: Literally this is what dating apps get you these days.",

    "B: Hot stalkers, and I could be down for just that if I'm desparate.",

    "B: But entitled ab-men with anger issues?",

    "B: Like HELL no. I'd rather rot alone, thank you.",

    "D: It is hard to tell a person from the profile.",

    "S: Another reason I'm counting my blessings Dawn and I met the old fashion way.",

    "S: Drunk at rush week.",

    "D: Mm, I had only a little to drink. You were the one slurring your words.",

    "S: I was trying to match your accent darling. I had never met a girl from Belgium before you.",

    "S: Never loved a Belgian girl before you.",

    "S: Never will love another Belgian girl after you either.",

    "B: Umm? Nor will you love ANY girl after Dawn if you know what's good for you.",

    "B: You ever pull some type of shit on Dawn like that creep...",

    "S: Little old me? Not in a million years. I'm as loyal and loving as can be.",

    "S: I've never stalked you, have I darling?",

    "D: Mmm, maybe at the start. But the feeling was mutually shared, no?",

    "S: Nah that wasn't stalking, we were smitten with each other. We were cute then.",

    "S: Since then we've been Dawn and Simon, D and S.", 

    "S: Honestly if you meet someone in person as they are, you learn about their good and their bad right off the bat.",

    "S: What food they eat grossly, how they fare in their studies, if their family lot is a bunch of Tory sympathisers...",

    "D: Ich bin 'Pro Deutschsprachige Gemeinschaft'.",

    "S: Well, haven't the slightest idea what she's on about there.",
    
    "S: But everything else we know through and through about each other.",

    "B: A millennial romance story right in front of me, imagine.",

    "S: All I'm saying is, if I haven't left an apeshit voicemail for you in the first three years.",
            
    "S: Then I won't leave an apeshit voicemail for you in the next 30.",

    "D: Yes I agree with that, but whenever he calls and I cannot pick up, I don't hear from him the rest of the day.",

    "D: I am the one who has to call him and ask if he is in a mood.",

    "D: Simon is always the silent brooder.",

    "S: I wouldn't call it brooding...",

    "B: Look, he's about to get in a mood now.",

    "B: And good, you need to shut your mouth every once in a while. It's good for your health.",

    "S: Oh piss off, Bridgette.",

    "D: Simon, don't be upset. I say this because I know you well, with love.",

    "S: I'm nowhere near upset darling. I tell Bridgette to piss off everytime I see her.",

    "S: I reckon she likes it.",

    "B: Simon. The moment I have enough money for a car.",

    "B: I'm going to drive over you, full speed.",

    "D: Bridgette, be serious.",

    "S: Yeah Bridgette, be serious.",

    "S: There's never a point in the day where the roads are clear for you to go anything faster than 30 kilometres.",

    "S: And more importantly, you'll never have enough money for a car.",

    "S: Uncle Sam will pinch your paychecks right as you graduate.",

    "B: For you Simon, I'll find a damn way.",

    "S: I hope you do, the insurance money would be grand right about now.",

    "D: Stop being so intense, both of you."

],

"EndOpening":[

    "B: I'm dashing now anyway love. Got to catch the metro.",

    "S: Where's the mean lady off to tonight?",

    "B: I got work tonight, not everyone can be so lucky and enjoy their evening.",

    "S: All I'd say is pick better classes so you could actually work a job in day time like a normal person.",

    "B: Simon, I'd prefer if you didn't say anything at all, but thanks for your unsolicited brain-dead advice.",

    "D: When tonight will you be back? I was thinking of making a risotto, if you wanted a plate.",

    "B: I'll be late, dont worry Dawn honey. Double-shift kind of night.",

    "S: More like double shagging her coworkers tonight.",

    "D: Tch, Simon!",

    "B: You're insufferable today.",

    "D: I'll just keep a container in the fridge for you.",

    "B: What did I do to deserve you, Dawn?",

    "S: You and me both, she's too sweet to both of us. And I'm apparently the boyfriend.",

    "B: Text me if y'all need anything, and Dawn...",
    
    "B: Text me if you dump this man before I get back to the house...", 

    "B: So I can pick up celebratory wine on the way...",

    "S: My ears aren't as enormous as yours but I can still hear pretty well, prat.",

    "Ocoffee",

    "B: The only thing you can call big on you are your ears...",

    "Time: 1",

    "B: ANYWHO! This was great.",

    "B: Bye Dawn my love. Kisses from me.",

    "B: Bye Simon you gormless muppet twat."

],


"EndIntro" : [

    "Full view",

    "S: 'Gormless muppet twat' is top.",

    "D: I haven't heard that combination before. Very new.",

    "S: She's really upped her insults the past couple weeks.",

    "D: You sound impressed.",
    
    "S: Frankly, I am.", 
    
    "S: What's got her wounded up like that?",
    
    "D: Midterms? But she does not seem too stressed.",
    
    "S: She said she'd run me over with a car?",
    
    "S: A car she hasn't the money for.",
    
    "D: You were pushing her buttons, love.",
    
    "D: Bridgette is working really hard every day.",

    "ODawn:",
    
    "S: Are you worried for her or something?",

    "OSimon:",
    
    "D: I am worried, of course. She juggles engineering classes and jobs together.", 
    
    "D: She needs a good break from the nonstop work.",

    "Full:",
    
    "S: I juggled engineering classes and work and still managed to not be an arse all the time.",
    
    "D: It's different Simon. She's a mechanical engineer, not a software engineer.",

    "S: Like it isn't hard being a software engineer or something?",
    
    "D: That is not what I mean, you know that.",
    
    "D: She juggles a lot, but she's going after what she wants.",

    "ODawn:",
    
    "S: Right, and we have to put up with the growing pains you'd call it?",

    "OSimon:",
    
    "D: Mm, I still am putting up with your growing pains, and we get along okay.",
    
    "D: Tch! Bridgette didn't even take a sip of her coffee.",
    
    "S: The way she wastes money is a major growing pain.", 
    
    "D: It won't be a waste if one of us drinks it.",
    
    "S: Too right, so who will it be?",

    "Ocoffee:",

    "D: Hmmmmm."
],

"Choice_Simon":[

    "S: Ah I'll just nab it, I could use a pick me up.",

    "D: Wonderful, that matter is taken care of."

],

"Choice_Dawn": [

    "D: I can take it. It is still warm.",

    "S: Good, right so."
],

"CatchUp":[

    "D: How was work this morning?",

    "Full:",

    "S: Nothing new, just the same old bullshit from Damon.",

    "D: How many hours does he want you to work extra?",

    "S: He asked to commit another six to eight on top of the regularly 40, so.",

    "D: Hm. What did you say?",

    "ODawn:",

    "S: I told him he's out his bloody mind if he thinks I'll slave away a full work day of my free time for his dream idea.",

    "OSimon:",

    "D: You are saying you don't like tavern-themed websites for hotels?",

    "ODawn:",

    "S: Aye, they're more like dungeons if you read all his concept plans like I have to.",

    "S: Honestly, Damon needs to find something else. A hobby would do him good.",

    "S: His fantasy smut app can wait.",

    "OSimon:",

    "D: I think Damon likes having you around. He is a lonely type.",

    "S: Look, I think the guy's grand, but I'm not looking to do beachside and beers anytime soon with him.",

    "Full:",

    "S: He plops extra work on my plate and thinks I'll smile and turn the other cheek like I'm his poor sod.",

    "S: And I'm the only competent engineer he has on the team, so the balls he's carrying to ask me to do more...",

    "D: The more you overwork, the faster he gets paid.",

    "S: That's what it all boils down to at the end of the day.",

    "S: Filling his pockets with wads of cash while I pull my eyeballs out the socket over every broken snippet of code.",

    "Ocoffee:",

    "S: The almighty visionary Damon is really pushing his luck this time.",

    "S: It boils my blood, right it does.",

    "OSimon:",

    "D: I know Simon. You deserve to be treated fairly.",
    
    "D: I would not want my best friend to overwork himself to death, even if it is my own idea.",

    "S: Right, that's at least the most decent thought I'd expect from the bloke.",

    "Full:",

    "S: I'm telling you, if he had any hobbies that didn't involve shoving his buck teeth in front of a screen.",
        
    "S: He'd come off it in an instant.",

    "S: Plant his arse in a patch of grass and spend it watching the clouds or whatever he does.", 

    "D: That does sound pleasant actually. A break away from all the craziness.",

    "Time: 3", 

    "D: We should do something like that soon, right? A little vacation.",

    "S: A vacation, darling? With what money?",

    "Ocoffee:", 

    "D: You don't know where I was going to suggest. It could be within our budget.",

    "S: I'd like to take a gander at this budget...",

    "D: Tch, Simon...",

    "ODawn:",

    "S: Fine, I'll bite. Where'd you wanna go vacation?",

    "S: Keeping in mind our financial dilemma.",

    "OSimon:",

    "D: Well, I was wondering how much you know about New York?",

    "Time: 1",

    "S: New York, you're serious darling?",

    "D: Yeah, I was just thinking...",

    "Full:",

    "S: New York is capital E expensive. There's no shot we'd last an hour.",

    "S: A meter in and we'd have to turn right back around.",

    "D: Not if we plan properly! There is a lot we could do with what we have.",

    "D: A lot of the museums are low price, or they are free with a student ID.",

    "D: There are plenty of food carts in the city we could get cheap bites.",

    "S: Is that right, darling?",

    "OSimon:",

    "D: Any kind of cuisine you can name, it'll be there.",
    
    "D: Moroccan pastillas, Spanish pinchos, of course anything American we'll find too.",

    "D: I even searched up Belgian restaurants so we could try inauthentic moules-frites.",

    "D: And there's so many tourist spots we could go to together?",

    "D: I know online people say that New Yorkers hate tourists because they always are confused and in the way.",

    "D: But we would not be like those kinds of tourists. We could pretend we're natives, you know?",

    "Time: 2",

    "D: I've looked up places online, and it would be really fun to go.",

    "Ocoffee:",

    "D: We could even just ride the subway and people watch?",

    "Time: 3", 

    "D: Simon? What do you think?", 

    "Time: 2", 

    "S: Look, darling.",

    "S: That sounds nice at all. It really does.", 

    "S: I just don't think it's something we can really muster up right now.", 

    "S: The job obviously is one thing, and you know that.",

    "S: But can you imagine the bill at the end of the day?",

    "S: Just tickets alone will kill us I'm telling you.",

    "S: You hear what I'm saying?",

    "Full:",

    "D: I understand, but I really think we could manage this.",

    "D: Just, could you think about it a little bit more?",

    "S: What is there to think more about?",

    "S: I don't see a reality where I can scrap up enough money for the both of us to make it a worthwhile trip.",

    "Ocoffee:",

    "S: There's no time or funds for a willy nilly trip. Sorry darling.",

    "Time: 4",

    "D: Yeah. Yeah okay.",

    "S: Dawn, what's that look for?",

    "D: I wouldn't call it a willy nilly trip.",

    "Full",

    "S: Well, what would you call it? It's a vacation that just popped up out of the blue?",

    "D: Not exactly. It's more than that.",

    "Ocoffee:",

    "S: What do you mean more than that?",

    "Time: 2",

    "S: Oh come off it. Just speak your mind darling.",

    "Stop:",

    "D: Simon, I think it's time I find work.",

    "Full:",

    "S: Darling, that's what got you so jittery? You want to work?",

    "S: By all means, I shouldn't be the one to stop you. We could use the extra funds of course.",

    "Time: 3:",

    "S: But the hell's that got to do with New York?"

],


"MoveAway":[

    "D: Don't be mad.",

    "Time: 1",

    "S: I won't be mad.",

    "OSimon:",
        
    "D: So I have been looking around, researching.",

    "D: About ways to turn my jewelry into a business.",

    "ODawn:",

    "S: We've been over that a million times though.",

    "S: You know it's impossible to start up a business.",

    "Stop:",

    "S: Unless you do dodgy work, or know dodgy blokes.",

    "OSimon:",

    "D: Simon, do you really think that is the only way?",

    "RestBGM",

    "D: There are so many art business I see online that look really successful.",

    "D: There is no way they all cheated into money.",

    "ODawn:",

    "S: If they didn't cheat, then they were born with the money, surely.", 

    "S: Stuffed into their bibs when they were little tots.",

    "S: People like that don't have to work hard for their money like we do, Dawn.",

    "S: It's as simple as that.",

    "Time: 3",

    "S: You're giving me a look again.",

    "D: I have more to tell you.",

    "S: Go on then.",

    "OSimon:",

    "D: While I was researching, I found a job posting.",

    "D: A woman named Serena, she wants to grow her boutique store.",

    "D: She sells all kinds of clothing brands, I can show you later.",

    "D: But she wants to expand it, by including jewelry and perfume collections.",

    "D: So she's looking for, what is the word...",

    "Time:1",

    "D: A jeweler! She is looking for a jeweler to make pieces that are only part of her collection.",

    "S: That all sounds dandy, so are you saying she's in New York?",

    "D: Yeah, she lives in Manhattan, and she has a store right there in the city.",

    "D: She gets a lot of business every day, Simon. She is real and she does not cheat people or anything.",

    "ODawn:",

    "S: Hey I'm all for people doing what they do, I'm just a proper skeptic when it comes to these things.",

    "Time: 1", 

    "S: What I'm hearing is that you wanna go to NY and see this lady, what was her name again?",

    "D: Her name is Serena.",

    "S: Yeah Serena, right. You wanna see her, in the hopes she'll give you a job of some kind? Do I have that right?",

    "S: That's like a one-in-a-million chance, by the way.",

    "S: It's different in Leeds. I'd say it's different from where you grew up too.",

    "S: On this side of the sea, people can't walk in and get a job on the spot.",

    "S: The only stuff I know about jewelry is from you, but I know it's a gamble to just enter a shop...",

    "S: Introduce yourself and ask for a job as a jeweler.",

    "S: Maybe two decades ago or whatnot, surely not anymore.",

    "Ocoffee:", 

    "S: Am I lying, Dawn?",

    "Time: 2",

    "D: I sent her pictures of my work. The pieces I made in school.",

    "Time: 3",

    "S: You've messaged her already?",

    "Stop",

    "D: She liked them a lot, Simon.",

    "S: You didn't mention this one bit to me.",

    "D: She called my designs, 'intricate and charming for the modern day individualist.'",

    "Time: 1",

    "D: She asked if I wanted to come work for her.",

    "D: She offered me a job, to be a jeweler.",

    "Time: 1",

    "S: She did? Really?",

    "Full:",

    "D: You sound really surprised.",

    "S: I bloody am. This is the first I'm hearing of it. Are you sure she's real darling?",

    "D: She is very real, and she likes my work.",

    "LagerB",

    "D: I understand that it is a surprise, but I work hard making my pieces.",

    "ODawn:",

    "S: Of course you do, that's not what I mean.",

    "S: This is big, Dawn. It's massive.",

    "S: You deserve something like this, of course.",

    "S: I'm just taking it all in right now. A bit of a shock.",

    "Time: 1",

    "D: Yeah, it is unexpected but exciting.",

    "Time: 3",

    "S: Why didn't you tell me?",

    "OSimon:",

    "D: I don't know. I did not want to bring something up for no reason.",

    "D: I did not know she would offer a job like that over message.",

    "S: Right, that's not a normal situation. Not one I've heard of.",

    "D: That is why I was thinking we could go to New York and see the place.",

    "D: We could turn it into a vacation, and have a good time.",

    "ODawn:",

    "S: And then what?",

    "S: If by some miracle we manage to afford this trip.",

    "S: Get to the city and see this place with our own eyes.",

    "S: And if the woman isn't pulling your leg and actually offering you a job.",

    "S: Then what? You're seriously thinking of taking it?",

    "Ocoffee:",

    "D: You sound mad now.",

    "S: I'm just trying to catch up with where you're at mentally.",

    "LagerD",

    "S: Seeing that I've been left out of most of this conversation.",

    "Full:", 

    "D: Simon, it is not like that.",

    "S: Then just tell it to me straight, you're actually thinking of New York?",

    "D: I would consider it. Is that so wrong?",

    "S: Given the reasons I mentioned and the financial dilemna I told you we're in.",

    "ODawn:",

    "S: I'd say it's a far-off dream, darling.",

    "S: A fantasy that is flattering, don't get me wrong.",

    "S: I'm chuffed that you're work is being recognized.",

    "S: But we wake up and face the facts. Day in, day out.",

    "S: And the facts are, we are in too deep of a mess.",

    "S: Bills coming out the arse, and loans we'll carry to our grave.",

    "S: We don't have the time or money to risk something like this.",

    "Time: 2",

    "S: I know you're gutted over this Dawn, I know how important this is to you.",

    "Ocoffee:",

    "S: Did you look at places closer? Was there not anything here?",

    "D: Simon, this is not an issue of location.",

    "S: Of course it is, New York's like 2,000 km away on top of being a wallet-eater.",

    "S: I could concede a drive down to Milwaukee if there are jewelers there we can look at.",

    "D: Simon, it is more than that.",

    "ODawn:",

    "S: Help me understand what more there could be.",

    "S: I'm all ears, darling."

],

"Dreams":[

    "OSimon:",

    "D: Ever since graduation, my head has been spinning with what to do for my life.",

    "Stop",

    "D: I was not expecting this to be it.",

    "RestBGM",

    "S: What do you mean by this? Are you unhappy?",

    "D: No not unhappy. Maybe the word is uncertain?",
        
    "D: But I think this moment is a good moment for me.",

    "D: To find answers, to chase something good.",

    "D: Does this make sense?",

    "ODawn:",

    "S: You're chatting like a wistful poet, darling.",

    "S: I get the nerves about jumping into the real world after school.",

    "S: Especially in the states.",

    "S: Being this far from home.",

    "S: Our security blanket was yanked away from us.",

    "D: Yeah, I sometimes feel that way.",

    "S: Except the thing is, we chose to come here.",

    "S: And make a life here.",

    "S: And meeting each other here has made so much of the scary worth it, so.",

    "OSimon:",

    "D: It has. It has been really good.",

    "D: But I think I have formed a new security blanket here.",

    "D: And I am trying to change that now.",

    "D: You know, Bridgette was telling me the other day.",

    "D: That a fulfilling life for her is all about making big bets on yourself.",

    "D: And I resonated with that.",

    "Stop",

    "D: I want to bet on myself, Simon.",

    "Ocoffee",

    "S: Oh is that what she said?",

    "Time: 3",

    "S: Did Bridgette mention that when those bets fail.",

    "S: You're stuck scrambling for the rest of your life.",

    "D: You are focusing only on the negative, right now.",

    "ODawn:",

    "S: The negative is called real life, darling. It's our reality.",

    "S: Blokes go out everyday with a dream and are crushed by the weight of the real world.",

    "LagerG",

    "S: Bridgette doesn't know, or frankly care about stuff like that.", 

    "S: The fact she's crashing at our place this entire semester is proof.",

    "S: Her big bets is costing us money, and it's not something we've asked for.", 

    "Time: 1",

    "S: Dawn, look.", 

    "Full:",

    "S: You grow up and work, so you can cover your responsibilities.",

    "S: And take care of the people you love.",

    "S: Once we paid mind to all that, then we can set out on those distant kid dreams.",

    "S: Just not before.", 

    "D: They are not kid dreams, Simon.",

    "LagerE",

    "D: This is what I want. What I want as an adult.",

    "S: The key thing is, you're an adult.",

    "S: An adult that needs to be smart about this.",

    "S: One wrong move, and you'll wind up back in Europe.",

    "S: Neither of us want that.",

    "OSimon",

    "D: That is not true. I can make mistakes.",

    "D: My work proves itself, Serena already thinks so.",

    "ODawn",

    "S: Serena won't be there to cover your Manhattan rent you can't afford.",

    "S: You don't even know how much she'll pay you, for Christ's sake?",

    "Ocoffee",

    "D: Those are things I will find out.",

    "S: When you get to New York, supposedly?",

    "D: A trip there does not mean I will take it.",

    "D: But a trip there is at least a decision I make myself.",

    "D: For my dreams, Simon.", 

    "LagerE",

    "S: You're dreams are downright expensive, Dawn.",

    "S: That's the problem."

],


"BigHeat":[

    "S: You'd regret this if it doesn't pan out.",

    "OSimon",

    "D: I will regret not taking this opportunity.",

    "D: This is the big break I have been waiting for.",

    "D: I cannot let this pass by me.",

    "ODawn",

    "S: I'm not saying you shouldn't take those big opportunities.",

    "S: Just think through the risks at play here.",

    "Ocoffee:",

    "S: There's too many to recover from if it doesn't work out.",

    "Time: 2",

    "D: If it does not work out, then that will be something I can deal with then.",

    "LagerG",

    "S: Something you'll deal with?",

    "Time:2",

    "S: Are you saying this isn't a joint decision?",

    "SadBack",

    "D: I am not saying that.",
        
    "D: I just want to go after this, Simon.",

    "ODawn:",

    "S: Question, Dawn. While you were mulling over this job thing.",

    "Zoom:",

    "S: Keeping in mind you hid this from me.",

    "LagerE",

    "S: Where were 'we' in your thinking?",

    "S: Because this big of a change wouldn't just affect you, obviously.",

    "S: It honestly has every bit to do with me as it does with you.",

    "Ocoffee",

    "D: I don't know.",

    "Time: 2",

    "S: You don't know. What do you mean?",

    "LagerB",

    "D: It's just I don't know, Simon.", 

    "D: This is my dream, and I want to feel supported by my boyfriend.",

    "S: I'm not really feeling supported when you don't tell me things, Dawn.",

    "OSimon:",

    "D: That is not the same. Not the same at all.",

    "D: I think I support you a lot.",

    "LagerE",

    "D: You were talking about going to grad school earlier this year.",

    "D: I was supportive then.",

    "ODawn:",

    "S: Obviously I would've done grad school right here, or like in Michigan or Ohio.",

    "S: Not halfway across the country without a plan should something go wrong.",

    "S: I consulted you on that whole thing though, that's the difference.",

    "LagerD",

    "S: Not once did I hide my thought process with you.",

    "S: And it seems like I can't expect the same from you.",

    "D: You and me are different Simon, we react in different ways.",

    "S: What's that got to do with anything?",

    "S: You just got to be bloody honest and not tip toe around major life decisions.",

    "LagerG",

    "S: Especially when the person you're tip-toeing around is providing all the money.",

    "OSimon:",

    "D: There it is. I was waiting for you to bring that up.",

    "LagerB",

    "S: What, the fact that I provide for us?",

    "D: Money is always the focus. What about living our life?",

    "S: I literally keep us alive. And it's hard shit.",

    "D: I know that. I am not saying I don't appreciate what you do for us.",

    "D: But honestly we are not meant to stay here forever, Simon.",

    "D: We have to take risks at some point.",

    "Ocoffee",

    "D: I do not want to be stuck here.",

    "Time: 2",

    "S: Huh, so you feel stuck, is that it?", 

    "LagerD",

    "S: I break my neck for us just to scrape by.", 

    "S: Damon is trying to murder me with 50 hour work weeks.",

    "S: That's a risk right there if you're looking for risks.",

    "LagerB",

    "S: But I'm doing it for us. The both of us.",

    "S: Those are the types of risks I'm asking you to consider.",

    "ODawn:",

    "S: Hell, find something that is a good risk for the both of us.",

    "S: Like a jeweler job close by. It really doesn't seem that big of an ask, darling.",

    "Full",

    "D: Simon, we are going to talk in circles about this.",

    "Stop:",

    "S: Right, I'm the stubborn one here.", 

    "ODawn:",

    "S: You're seriously trying to hop on a flight to New York without anything planned.", 

    "RestBGM",

    "S: Throwing caution to the wind, and I'll have to pick up what's left of ya.",

    "OSimon:",

    "D: I'm not asking you to do that. You are not obligated to do anything.",

    "Time: 2",

    "S: The absolute cheek of you, Dawn.",

    "Stop:",

    "S: Of course I'm obligated, I'm your bloody boyfriend.", 

    "SadBack",

    "S: Three years I've taken care of us, and I've tried my hardest for crying out loud.",

    "D: I'm not saying you haven't. I am very lucky for what you have done for me.",

    "Ocoffee",

    "S: You sound like you're breaking up with me, Christ.",

    "Time: 2",

    "D: Simon, that is an unproductive thing to say.", 

    "S: This whole thing is unproductive.", 

    "S: And I'm over it, to be honest.",

    "S: I'm telling you right now, it's a bad idea.",

    "ODawn:",

    "S: New York will chew you and spit you out.",

    "S: Plain and simple, and I say it not because I'm trying to trap you here.",

    "S: You're an adult, so you can bugger off to anywhere you want to go.", 

    "S: I'd think you'd at least talk to your boyfriend about it before deciding for yourself.",

    "Ocoffee",

    "S: But that's just me.",

    "D: I want to choose something for me.",

    "S: By all means, Dawn, go for it, I've yapped my peace.",

    "S: Handed reason over reason I could muster.",

    "S: If you think you can do this on your own, then what's stopping you?",

    "LagerB",

    "S: Get up and go.",

    "Stop:",

    "D: Simon, please. That's not what I want.",

    "D: I don't want to leave you.",

    "S: You're sure acting like it, Dawn.",

    "S: I thought we were a team, but you decided this a long time ago without me.",

    "S: So if you want to go solo, go solo.",

    "S: Off you go, those dreams of yours can't wait any longer.",

    "D: I want you with me.",

    "S: Yeah, I'm sure that's right, so.",

    "Time:2",

    "S: I'm not one to do ultimatums.",

    "S: It's not me or your dreams, I wouldn't do that to you.",

    "S: I'm telling you, you can find your dreams closer.",

    "S: So choosing shouldn't be a thing outright here.",

    "Time: 3",

    "S: Hm. Right, so.",
    
    "S: If I were someone who gave you ultimatums.",

    "S: I think I'd just gotten my answer.",

    "Time:2",

    "D: Simon, no I'm just confused right now.",

    "Stop:",

    "D: It's a painful thing to think about.",

    "S: I'd hate to put you through any more pain.", 

    "S: If you won't get up and go, I'll save you the trouble and leave myself.",

    "Time:2",

    "D: Simon, don't leave please.",

    "S: Any reason why I shouldn't?",

    "Time: 1",

    "D: Okay, I am sorry.",

    "OSimon:",

    "D: I think I am in over my head with this.",

    "D: I am sorry for not talking about this with you.",

    "RestBGM:",

    "D: That is not the right thing to do.",

    "D: Especially when you are always so kind to me.",

    "Time:2",

    "S: I accept your apology, so.", 

    "CutJazz",

    "S: What's the move then, darling?",

    "Ocoffee:",

    "D: I'll message Serena.",

    "D: And see if something else can be worked out.",

    "Time:1",

    "D: I will look for other things.",

    "Time:3",

    "D: And see how it goes."

],

"Love":[

    "D: You love me, right?",

    "S: Yes, I do love you. That's why I'm telling you to get this out your head.",

    "S: I don't want to be a stickler. I want to see you successful.",

    "Time:1",

    "S: Do you love me?",

    "D: I do love you, Simon. This is just tough.",

    "S: You love me. I love you.",
    
    "S: So let's stop fighting over something like this.",

    "S: We're Dawn and Simon, D and S.", 

    "ODawn:",

    "S: These are things we figure out together, that's what kept us together.",

    "S: I promise you, we'll find out what the next steps are.",

    "S: If it's not Milwaukee, maybe we can find something in Chicago?",

    "S: It's a major city, and there's much opportunity there.",

    "S: You'd walk down one street in Chicago and howl at how obsessed you were about New York.",

    "S: I assure you that, darling.",

    "OSimon:",

    "D: Dawn and Simon, D and S.",

    "Ocoffee",

    "D: Okay, Simon. That sounds nice."

],

"End":[

    "Emptycup:",

    "S: C'mon let's skedaddle. We should cherish the alone time we have tonight.",

    "S: While Bridgette's out the house.",

    "Full:",

    "D: Right yes, I still have to cook the risotto.",

    "S: I can be an extra pair of hands if you need it.",

    "Endsong:",

    "S: I'll 'yes chef' you for however long your heart desires.",

    "S: And tomorrow I'll hammer Bridgette about buying coffee and scurrying away.",

    "D: If she is in the mood to listen to you hammer, you mean?",

    "S: Oh come off it, of course she'll listen...",

    "D: Right, we are talking about our Bridgette?",

    "Endzoom:",

    "S: We're talking about your Bridgette, yes..."

],



"Test": [
    "D: This is Dawn speaking",

    "S: This is Simon speaking",

    "B: This is Bridgette speaking,"
]
}