{

"Opening": [

    "B: I told her she's dumb for trying to talk to him this long.",

    "S: I mean, Stacy is a bundle of kindness.",

    "D: She is a sweet girl.",

    "B: Way too kind for his ass. He's hot but an unemployed creep.",

    "B: She literally called me up last night freaking out because that prick called her three times.",

    "D: Three times? In a row?",

    "B: Yesss, and leaving weird ass voicemails.",

    "B: Saying stuff like, 'I don't know who you think you are.",
    
    "B: And more importantly, I don't know who you think I am for you not to pick up the phone when I call you?'",

    "B: Like, what narcissistic sociopath talks like that?",

    "D: This guy, he sounds delusional.",

    "B: Stacy didn't show up to seminar today because she worried she'd see him.",

    "D: They have the same class?",

    "B: No! That's the thing, this dude knows her entire schedule already like a weirdo.",

    "B: He's waited for her outside her class like every day this week. He's got nothing else going on in his life!", 

    "S: When a bloke gets clingy over a woman, they'll pull out all the stops.",

    "S: The stalking and calling without knowing the girl.",

    "S: Proper lunatic behavior.",

    "S: I don't know who you think I am? Like honestly mate you're digging a hole you're never getting out from.",

    "D: That is so scary for Stacy. Is she okay?",

    "B: I'm not sure. I'll text her tonight and try and get an update.",

    "B: Literally this is what dating apps get you these days.",

    "B: Hot stalkers, and I could be down for just that if I'm desparate.",

    "B: But entitled ab-men with anger issues?",

    "B: Like HELL no. I'd rather rot alone, thank you.",

    "D: It is hard to tell a person from the profile.",

    "S: Another reason I'm counting my blessings Dawn and I met the old fashion way.",

    "S: Drunk at rush week.",

    "D: Mm, I had only a little to drink. You were the one slurring your words.",

    "S: I was trying to match your accent darling. I had never met a girl from Belgium before you.",

    "S: Never loved a Belgian girl before you.",

    "S: Never will love another Belgian girl after you either.",

    "B: Umm? Nor will you love ANY girl after Dawn if you know what's good for you.",

    "B: You ever pull some type of shit on Dawn like that creep...",

    "S: Little old me? Not in a million years. I'm as loyal and loving as can be.",

    "S: I've never stalked you, have I darling?",

    "D: Mmm, maybe at the start. But the feeling was mutually shared, no?",

    "S: Nah that wasn't stalking, we were smitten with each other. We were cute then.",

    "S: Honestly if you meet someone in person as they are, you learn about their good and their bad right off the bat.",

    "S: What food they eat grossly, how they fare in their studies, if their family lot is a bunch of Tory sympathisers...",

    "D: Ich bin 'Pro Deutschsprachige Gemeinschaft'.",

    "S: Haven't the slightest idea what she's on about, but everything else we know through and through about each other.",

    "B: A millennial romance story right in front of me, imagine.",

    "S: All I'm saying is, if haven't left an apeshit voicemail for you in the first three years, then I won't leave an apeshit voicemail for you in next 30.",

    "D: Yes I agree with that, but whenever he calls and I cannot pick up, I don't hear from him the rest of the day.",

    "D: I am the one who has to call him and ask if he is in a mood.",

    "D: Simon is always the silent brooder.",

    "S: I wouldn't call it brooding...",

    "B: Look, he's about to get in a mood now.",

    "B: And good, you need to shut your mouth every once in a while. It's good for your health.",

    "S: Oh piss off, Bridgette.",

    "D: Simon, don't be upset. I say this because I know you well, with love.",

    "S: I'm nowhere near upset darling. I tell Bridgette to piss off everytime I see her.",

    "S: I reckon she likes it.",

    "B: Simon. The moment I have enough money for a car.",

    "B: I'm going to drive over you, full speed.",

    "D: Bridgette, be serious.",

    "S: Yeah Bridgette, be serious.",

    "S: There's never a point in the day where the roads are clear for you to go anything faster than 30 kilometres.",

    "S: And more importantly, you'll never have enough money for a car.",

    "S: Uncle Sam will pinch your paychecks right as you graduate.",

    "B: For you Simon, I'll find a damn way.",

    "S: I hope you do, the insurance money would be grand right about now.",

    "D: Stop being so intense, both of you.",

    "B: I'm dashing now anyway love. Got to catch the metro.",

    "S: Where's the mean lady off to tonight?",

    "B: I got work tonight, not everyone can be so lucky and enjoy their evening.",

    "S: All I'd say is pick better classes so you could actually work a job in day time like a normal person.",

    "B: Simon, I'd prefer if you didn't say anything at all, but thanks for your unsolicited brain-dead advice.",

    "D: When tonight will you be back? I was thinking of making a risotto, if you wanted a plate.",

    "B: I'll be late, dont worry honey. Double-shift kind of night.",

    "S: More like double shagging her coworkers tonight.",

    "D: Tch, Simon!",

    "B: You're insufferable today.",

    "D: I'll just keep a container in the fridge for you.",

    "B: What did I do to deserve you, Dawn?",

    "S: You and me both, she's too sweet to both of us. And I'm apparently the boyfriend.",

    "B: Text me if y'all need anything, and Dawn...",
    
    "B: Text me if you dump this man before I get back to the house...", 

    "B: So I can pick up celebratory wine on the way...",

    "S: My ears aren't as enormous as yours but I can still hear pretty well, prat.",

    "Ocoffee view",

    "B: The only thing you can call big on you are your ears...",

    "Time: 1",

    "B: ANYWHO! This was great.",

    "B: Bye Dawn my love. Kisses from me.",

    "B: Bye Simon you gormless muppet twat."

],

"CatchUp" : [

    "Full view",

    "S: 'Gormless muppet twat' is top.",

    "D: I haven't heard that combination before. Very new.",

    "S: She's really upped her insults the past couple weeks.",

    "D: You sound impressed.",
    
    "S: Frankly, I am.", 
    
    "S: What's got her wounded up like that?",
    
    "D: Midterms? But she does not seem too stressed.",
    
    "S: She said she'd run me over with a car?",
    
    "S: A car she hasn't the money for.",
    
    "D: You were pushing her buttons, love.",
    
    "D: Bridgette is working really hard every day.",
    
    "S: Are you worried for her or something?",
    
    "D: I am worried, of course. She juggles engineering classes and jobs together.", 
    
    "D: She needs a good break from the nonstop work.",
    
    "S: I juggled engineering classes and work and stillI managed to not be an arse all the time.",
    
    "D: It's different Simon, you know that.",
    
    "D: She juggles a lot, but she's going after what she wants.",
    
    "S: Right, and we have to put up with the growing pains you'd call it?",
    
    "D: Mm, I still am putting up with your growing pains, and we get along okay.",
    
    "D: Tch! Bridgette didn't even take a sip of her coffee.",
    
    "S: The way she wastes money is a major growing pain.", 
    
    "D: It won't be a waste if one of us drinks it.",
    
    "S: Too right, so who will it be?"
],

"Test": [
    "D: This is Dawn speaking",

    "S: This is Simon speaking",

    "B: This is Bridgette speaking,"
]
}