{
    
"Opening":[

    "B: I told her she's dumb for trying to talk to him this long.",

    "S: I mean, Stacy is a bundle of kindness.",

    "D: She is a sweet girl.",

    "B: Way too kind for his ass. He's hot but an unemployed creep.",

    "B: She literally called me up last night freaking out because that prick called her three times.",

    "D: Three times? In a row?",

    "B: Yesss, and leaving weird ass voicemails.",

    "B: Saying stuff like, 'I don't know who you think you are.'",
    
    "B: 'And more importantly, I don't know who you think I am for you not to pick up the phone when I call you?'",

    "B: Like, what narcissistic sociopath talks like that?",

    "D: This guy, he sounds delusional.",

    "B: Stacy didn't show up to seminar today because she's worried she'd see him.",

    "D: They have the same class?",

    "B: No! That's the thing, this dude knows her entire schedule already like a weirdo.",

    "B: He's waited for her outside her class like every day this week. He's got nothing else going on in his life!", 

    "S: When a bloke gets clingy over a woman, they'll pull out all the stops.",

    "S: The stalking and calling without knowing the girl.",

    "S: Proper lunatic behavior.",

    "S: 'I don't know who you think I am?'",

    "S: Like honestly mate you're digging a hole you're never getting out from.",

    "D: That is so scary for Stacy. Is she okay?",

    "B: I'm not sure. I'll text her tonight and try and get an update.",

    "B: Literally this is what dating apps get you these days.",

    "B: Hot stalkers, and I could be down for just that if I'm desparate.",

    "B: But entitled ab-men with anger issues?",

    "B: Like HELL no. I'd rather rot alone, thank you.",

    "D: It is hard to tell a person from the profile.",

    "S: Another reason I'm counting my blessings Dawn and I met the old fashion way.",

    "S: Drunk at rush week.",

    "D: Mm, I had only a little to drink. You were the one slurring your words.",

    "S: I was trying to match your accent darling. I had never met a girl from Belgium before you.",

    "S: Never loved a Belgian girl before you.",

    "S: Never will love another Belgian girl after you either.",

    "B: Umm? Nor will you love ANY girl after Dawn if you know what's good for you.",

    "B: You ever pull some type of shit on Dawn like that creep...",

    "S: Little old me? Not in a million years. I'm as loyal and loving as can be.",

    "S: I've never stalked you, have I darling?",

    "D: Mmm, maybe at the start. But the feeling was mutually shared, no?",

    "S: Nah that wasn't stalking, we were smitten with each other. We were cute then.",

    "S: Since then we've been Dawn and Simon, D and S.", 

    "S: Honestly if you meet someone in person as they are, you learn about their good and their bad right off the bat.",

    "S: What food they eat grossly, how they fare in their studies, if their family lot is a bunch of Tory sympathisers...",

    "D: Ich bin 'Pro Deutschsprachige Gemeinschaft'.",

    "S: Well, haven't the slightest idea what she's on about there.",
    
    "S: But everything else we know through and through about each other.",

    "B: A millennial romance story right in front of me, imagine.",

    "S: All I'm saying is, if I haven't left an apeshit voicemail for you in the first three years.",
            
    "S: Then I won't leave an apeshit voicemail for you in the next 30.",

    "D: Yes I agree with that, but whenever he calls and I cannot pick up, I don't hear from him the rest of the day.",

    "D: I am the one who has to call him and ask if he is in a mood.",

    "D: Simon is always the silent brooder.",

    "S: I wouldn't call it brooding...",

    "B: Look, he's about to get in a mood now.",

    "B: And good, you need to shut your mouth every once in a while. It's good for your health.",

    "S: Oh piss off, Bridgette.",

    "D: Simon, don't be upset. I say this because I know you well, with love.",

    "S: I'm nowhere near upset darling. I tell Bridgette to piss off everytime I see her.",

    "S: I reckon she likes it.",

    "B: Simon. The moment I have enough money for a car.",

    "B: I'm going to drive over you, full speed.",

    "D: Bridgette, be serious.",

    "S: Yeah Bridgette, be serious.",

    "S: There's never a point in the day where the roads are clear for you to go anything faster than 30 kilometres.",

    "S: And more importantly, you'll never have enough money for a car.",

    "S: Uncle Sam will pinch your paychecks right as you graduate.",

    "B: For you Simon, I'll find a damn way.",

    "S: I hope you do, the insurance money would be grand right about now.",

    "D: Stop being so intense, both of you."

],

"EndOpening":[

    "B: I'm dashing now anyway love. Got to catch the metro.",

    "S: Where's the mean lady off to tonight?",

    "B: I got work tonight, not everyone can be so lucky and enjoy their evening.",

    "S: All I'd say is pick better classes so you could actually work a job in day time like a normal person.",

    "B: Simon, I'd prefer if you didn't say anything at all, but thanks for your unsolicited brain-dead advice.",

    "D: When tonight will you be back? I was thinking of making a risotto, if you wanted a plate.",

    "B: I'll be late, dont worry Dawn honey. Double-shift kind of night.",

    "S: More like double shagging her coworkers tonight.",

    "D: Tch, Simon!",

    "B: You're insufferable today.",

    "D: I'll just keep a container in the fridge for you.",

    "B: What did I do to deserve you, Dawn?",

    "S: You and me both, she's too sweet to both of us. And I'm apparently the boyfriend.",

    "B: Text me if y'all need anything, and Dawn...",
    
    "B: Text me if you dump this man before I get back to the house...", 

    "B: So I can pick up celebratory wine on the way...",

    "S: My ears aren't as enormous as yours but I can still hear pretty well, prat.",

    "Ocoffee",

    "B: The only thing you can call big on you are your ears...",

    "B: ANYWHO! This was great.",

    "B: Bye Dawn my love. Kisses from me.",

    "B: Bye Simon you gormless muppet twat."

],


"EndIntro" : [

    "Full view",

    "S: 'Gormless muppet twat' is top.",

    "D: I haven't heard that combination before. Very new.",

    "S: She's really upped her insults the past couple weeks.",

    "D: You sound impressed.",
    
    "S: Frankly, I am.", 
    
    "S: What's got her wounded up like that?",
    
    "D: Midterms? But she does not seem too stressed.",
    
    "S: She said she'd run me over with a car?",
    
    "S: A car she hasn't the money for.",
    
    "D: You were pushing her buttons, love.",
    
    "D: Bridgette is working really hard every day.",

    "ODawn:",
    
    "S: Are you worried for her or something?",

    "OSimon:",
    
    "D: I am worried, of course. She juggles engineering classes and jobs together.", 
    
    "D: She needs a good break from the nonstop work.",

    "Full:",
    
    "S: I juggled engineering classes and work and still managed to not be an arse all the time.",
    
    "D: It's different Simon. She's a mechanical engineer, not a software engineer.",

    "S: Like it isn't hard being a software engineer or something?",
    
    "D: That is not what I mean, you know that.",
    
    "D: She juggles a lot, but she's going after what she wants.",

    "ODawn:",
    
    "S: Right, and we have to put up with the growing pains you'd call it?",

    "OSimon:",
    
    "D: Mm, I still am putting up with your growing pains, and we get along okay.",
    
    "D: Tch! Bridgette didn't even take a sip of her coffee.",
    
    "S: The way she wastes money is a major growing pain.", 
    
    "D: It won't be a waste if one of us drinks it.",
    
    "S: Too right, so who will it be?",

    "Ocoffee",

    "D: Hmmmmm."
],
    
"Choice_Simon":[

    "S: Ah I'll just nab it, I could use a pick me up.",

    "D: Wonderful, that matter is taken care of."

],
    
"Choice_Dawn": [

    "D: I can take it. It is still warm.",

    "S: Good, right so."
],
    
"CatchUp":[

    "D: How was work this morning?",

    "Full:",

    "S: Nothing new, just the same old bullshit from Damon.",

    "D: How many hours does he want you to work extra?",

    "S: He asked to commit another six to eight on top of the regularly 40, so.",

    "D: Surprise, surprise. What did you say?",

    "ODawn:",

    "S: Told him nothing. I could use the hours.",

    "OSimon:",

    "D: You are saying you don't like his fantasy smut app?",

    "ODawn:",

    "S: Damon is a pervert.",

    "S: Honestly, Damon needs to find a girlfriend. A woman would do him good.",

    "S: His fantasy porn app can wait.",

    "OSimon:",

    "D: Damon wants friends, just like you do.",

    "S: Look, I want more friends, but not a weirdo like Damon.",

    "Full:",

    "S: I'll do his work just to appease him, he's a poor sod.",

    "S: He knows how hard I work, and he knows I can't say no to more hours.",

    "D: The more you overwork, the more money you get.",

    "S: The faster I get money for the both of us.",

    "S: I'm just so tired and stressed, Dawn.",

    "Ocoffee:",

    "S: I need Damon to fuck off.",

    "S: So I can have an excuse to sleep for a week.",

    "OSimon:",

    "D: I know Simon. You're upset about your job.",
    
    "D: I wish you would tell him no, sometimes.",

    "S: Damon is a proper ass.",

    "Full:",

    "S: I'm telling you, if he had a girl that would keep him home.",
        
    "S: He'd come off it in an instant.",

    "S: Spend the day fucking, not bothering me.", 

    "D: This is my chance to tell you what I've been planning.",

    "D: Just say yes to a vacation, Simon.",

    "S: Fucks a vacation gonna do when we can't afford anything?",

    "Ocoffee:", 

    "D: Immediate negative response. Perfect.",

    "S: No such thing as a cheap vacation.",

    "D: Tch, Simon...",

    "ODawn:",

    "S: Speak your peace.",

    "S: You were never the one to consider my money.",

    "OSimon:",

    "D: I'm going to go to New York.",

    "S: She's joking.",

    "D: Here we go...",

    "Full:",

    "S: New York is capital E expensive. There's no shot we'd last an hour.",

    "S: We're not doing it.",

    "D: I've prepared for this.",

    "D: A lot of the museums are low price, or they are free with a student ID.",

    "D: There are plenty of food carts in the city we could get cheap bites.",

    "S: Like I fucking care?",

    "OSimon:",

    "D: Anything you want, just don't make this difficult.",
    
    "D: Moroccan, Spanish, American.",

    "D: There is Belgian food I miss having.",

    "D: And there's so many tourist spots I want to see.",

    "D: I have researched online for a long time.",

    "D: I would blend in really well with the New York crowd.",

    "D: I am going to do this, Simon. Please say yes.",

    "Ocoffee",

    "D: Anything you want, please.",

    "D: You are going to say no, I know you too well.", 

    "S: The answer is no.",

    "S: No matter how nice everything sounds, we don't have the money for it.", 

    "S: We're broke as broke can be.", 

    "S: I just told you how this job is gonna kill me.",

    "S: We can't just go and waste money because you want to.",

    "S: Did you look into those ticket prices?",

    "S: You hear what I'm saying?",

    "Full:",

    "D: I have made my mind up on this.",

    "D: I am really trying to give you a chance to come with me.",

    "S: The answer's no every day of the week.",

    "S: We're not burning through my money for your city fantasy getaway.",

    "Ocoffee:",

    "S: Be sharp, get a job, and save up for a trip.",

    "D: There's no going back from this.",

    "S: You're hiding something from me.",

    "D: You are always so dismissive of me.",

    "Full",

    "S: We're really getting into word-choice about it?",

    "D: I have to say it.",

    "Ocoffee:",

    "S: The fuck's you hiding?",

    "S: Oh come off it and say it.",

    "Stop:",

    "D: Simon, I'm moving to New York.",

    "Full:",

    "S: Darling, what are you on? You want to work?",

    "S: Finally, I had hoped seeing me dying every day would push you to contribute.",

    "S: But the hell's that got to do with New York?"
],

"MoveAway":[

	"D: You're going to be mad.",

    "S: You're going to say something that'll make me mad?",

    "OSimon:",
        
    "D: I've been researching for a while.",

    "D: About ways to turn my jewelry into a business.",

    "ODawn:",

    "S: Not this again.",

    "S: You're always so naive about this.",

    "Stop:",

    "S: Cheating, stealing, and fucking blokes over.",

    "OSimon:",

    "D: Simon, you are so ignorant about this.",

    "RestBGM",

    "D: There are thousands art business online that are successful.",

    "D: If you listened to me, you would not keep saying such foolish things.",

    "ODawn:",

    "S: How are you gonna tell me how people make money.", 

    "S: You were born well-off.",

    "S: That's why you don't feel inclined to work not one day in your life",

    "S: It's as simple as that.",

    "S: God, what's your endgame?",

    "D: You are going to be more upset at this.",

    "S: Let's have it sometime today, please.",

    "OSimon:",

    "D: I am going to be a jeweler in New York.",

    "D: A woman named Serena. She has given me a job offer.",

    "D: And I am going to take it.",

    "D: I wish I was more comfortable telling you this.",

    "D: The look on your face...",

    "D: I am going to be a jeweler, Simon.",

    "S: This woman is in New York?",

    "D: I will work and live in Manhattan.",

    "D: I will pursue my dream finally, and make money through my work.",

    "ODawn:",

    "S: I don't trust this one fucking bit.",

    "S: You're out your mind trying to see this rando in New York.",

    "D: Her name is Serena.",

    "S: Blindly go to New York thinking you have a shot at a job.",

    "S: No fucking shot.",

    "S: Do you know the real world?",

    "S: On this side of the sea, people can't walk in and get a job on the spot.",

    "S: Fat chance you'd get a job by just walking in.",

    "S: They'll laugh in your face.",

    "S: And you'll get your feelings hurt. Your spirits crushed.",

    "Ocoffee:", 

    "S: You got a response for that, Dawn?",

    "D: I already sent her my work. I got the job.",

    "S: What the fuck?",

    "Stop",

    "D: I can see you are getting angry.",

    "S: Why didn't you tell me?",

    "D: Why is it so hard with you?",

    "D: Why are you getting upset at good news.",

    "D: Can you for once be happy for me?",

    "S: You did this whole thing behind my back?",

    "Full:",

    "D: You sound really surprised.",

    "S: I bloody am. I can't believe you didn't talk to be. Are you pranking me?",

    "D: Don't be an idiot, Simon.",

    "LagerB",

    "D: I deserve this, not that you would agree or anything.",

    "ODawn:",

    "S: God, can you stop thinking you're being attacked all the time?",

    "S: I can't believe you didn't tell me.",

    "S: This entire fucking time.",

    "S: You were plotting to leave me.",

    "D: Deserve something 'like' this?",

    "S: Why didn't you tell me?",

    "OSimon:",

    "D: Because I knew you would react this way.",

    "D: You would try and convince me not to go.",

    "S: She's gotta be trying to trick you.",

    "D: You don't believe me.",

    "D: Not like I am at all surpised. You never believe me.",

    "ODawn:",

    "S: There's no shot.",

    "S: We can't afford it.",

    "S: This is stupidly reckless.",

    "S: And this woman is probably going to try and rob you the moment we step foot in her store.",

    "S: You can't leave for New York with nothing to your name.",

    "Ocoffee:",

    "D: You sound mad now.",

    "S: I'm downright livid.",

    "LagerD",

    "S: You kept this whole thing from me.",

    "Full:", 

    "D: I feel like I cannot talk to you about this.",

    "S: You can't really be thinking of leaving for New York?",

    "D: Yes I am going to go. What is wrong with that?",

    "S: You're broke and have no idea what New York is like.",

    "ODawn:",

    "S: You're delusional.",

    "S: A fantasy that is flattering, sure.",

    "S: I'm chuffed that you're work is being recognized.",

    "S: But this is too reckless.",

    "S: And the facts are, I take care of everything here.",

    "S: I make payments on everything, where's my thanks for all that?",

    "S: It's incomprehensible, you trying to pack up and leave.",

    "S: You'll be fine. You'll find a job here.",

    "Ocoffee:",

    "S: You can work anything in town, no doubt.",

    "D: Simon, this is not an issue of location.",

    "S: It's fucking New York, of course it's an issue.",

    "S: Look at jobs in Milwaukee, that's at least somewhat reasonable.",

    "D: Why do I have to defend my dreams to you?",

    "ODawn:",

    "S: This is bonkers.",

    "S: What could you possibly say to me now."

],

"Dreams":[

    "OSimon:",

    "D: Ever since graduation, I have felt so useless.",

    "Stop",

    "D: There has been nothing for me here.",

    "RestBGM",

    "S: I literally pay for everything you want, are you expecting more?!",

    "D: Maybe unhappy, more so lost.",
        
    "D: This is my chance.",

    "D: New York is for me, I know it in my heart.",

    "D: Can you respect that and support me with this?",

    "ODawn:",

    "S: God your head's in the clouds.",

    "S: I know you're scared and feel down about your career.",

    "S: Especially in the states.",

    "S: Being this far from home.",

    "S: We aren't babies anymore.",

    "D: This has all been so difficult.",

    "S: Except the thing is, we chose to come here.",

    "S: And make a life here.",

    "S: Aren't you happy we met? Do you ever feel grateful for us?",

    "OSimon:",

    "D: I am grateful for everything you do for me.",

    "D: But I am stuck here.",

    "D: And I believe in my self.",

    "D: I talked to Bridgette about this already.",

    "D: She told me to bet on myself.",

    "D: Because she knows I can do it.",

    "Stop",

    "D: I want to bet on myself, Simon.",

    "Ocoffee",

    "S: Fucking Bridgette, of course she's behind this.",

    "S: She thinks she knows everything when she hasn't a proper clue.",

    "S: Her life will go to shit. That's as clear as day.",

    "D: I really don't need to hear this from you.",

    "ODawn:",

    "S: Wake up to what's outside, Dawn!",

    "S: Blokes go out everyday with a dream and are crushed by the weight of the real world.",

    "LagerG",

    "S: Bridgette doesn't know, or frankly care about stuff like that.", 

    "S: The fact she's crashing at our place this entire semester is proof.",

    "S: She's a fucking wreck, and I'm trying to save you from doing the same thing.", 

    "S: Dawn, look.", 

    "Full:",

    "S: Get real and get a proper job.",

    "S: Help contribute to our life together.",

    "S: When we are set, then we can logically pursuit other ambitions.",

    "S: Just not before.", 

    "D: How dare you, Simon.",

    "LagerE",

    "D: This is what I want. What I want as an adult.",

    "S: You're acting like a child.",

    "S: An adult that needs to be smart about this.",

    "S: One wrong move, and you'll wind up back in Europe.",

    "S: Neither of us want that.",

    "OSimon",

    "D: Stop treating me like I am your child.",

    "D: My work proves itself, Serena already thinks so.",

    "ODawn",

    "S: For fuck's sake, you don't even know this woman.",

    "S: You haven't once mentioned getting paid for this imaginary job.",

    "Ocoffee",

    "D: I will go and find out.",

    "S: When you find your way to New York, with what money?",

    "D: I can think for myself, Simon.",

    "D: A trip there is at least a decision I make myself.",

    "D: For my dreams, Simon. Not yours.", 

    "LagerE",

    "S: You're dreams are downright expensive, Dawn.",

    "S: That's the problem."

],

"BigHeat":[

    "S: You'd regret this if it doesn't pan out.",

    "OSimon",

    "D: I will regret not taking this opportunity.",

    "D: This is the big break I have been waiting for.",

    "D: I am not going to let this pass by me.",

    "ODawn",

    "S: I'm not saying you shouldn't take those big opportunities.",

    "S: Just use your head on this one. It's insane what you're saying.",

    "Ocoffee:",

    "S: We don't have the money to bail you out.",

    "D: I don't need you holding me back Simon.",

    "LagerG",

    "S: Have you bloody lost it?",

    "S: You want to throw me off to the side here?",

    "SadBack",

    "D: Why should it be? You don't support what I want.",
        
    "D: I will do just fine on my own, Simon.",

    "ODawn:",

    "S: This entire time, you knew.",

    "Zoom:",

    "S: You're ready to drop our entire relationship for this.",

    "LagerE",

    "S: You didn't think about us, not once?",

    "S: All you do is think about your bloody self.",

    "S: You didn't even think I'd be pissed about this?",

    "Ocoffee",

    "D: I did not know if you would support me.",

    "S: What kind of answer is that? You don't know about our three-year relationship?",

    "LagerB",

    "D: I had hope deep down, Simon.", 

    "D: You would support me and help me figure my dream out as my boyfriend.",

    "S: You don't support me. You don't tell me things anymore, Dawn.",

    "OSimon:",

    "D: Stop acting like a child, Simon.",

    "D: All you do is complain.",

    "LagerE",

    "D: I sat through your complaining about grad school.",

    "D: I was supportive then.",

    "ODawn:",

    "S: Bringing up grad school like it's even close to what you're proposing.",

    "S: You haven't once thought about education since you crawled to graduation.",

    "S: At least I tell you how I'm feeling. Like people in a proper relationship.",

    "LagerD",

    "S: Not once did I hide my thought process with you.",

    "S: And it seems like I can't expect the same from you.",

    "D: You and me are different Simon, we react in different ways.",

    "S: What's that got to do with anything?",

    "S: You just got to be bloody honest and not tip toe around major life decisions.",

    "LagerG",

    "S: Especially when the person you're tip-toeing around is providing all the money.",

    "OSimon:",

    "D: There it is. I was waiting for you to bring that up.",

    "LagerB",

    "S: What, the fact that I provide for us?",

    "D: Money is always the focus. What about living our life?",

    "S: I literally keep us alive. And it's hard shit.",

    "D: I know that. I am not saying I don't appreciate what you do for us.",

    "D: But honestly we are not meant to stay here forever, Simon.",

    "D: We have to take risks at some point.",

    "Ocoffee",

    "D: I do not want to be stuck here.",

    "S: Huh, so you feel stuck, is that it?", 

    "LagerD",

    "S: I break my neck for us just to scrape by.", 

    "S: Damon is trying to murder me with 50 hour work weeks.",

    "S: That's a risk right there if you're looking for risks.",

    "LagerB",

    "S: But I'm doing it for us. The both of us.",

    "S: Those are the types of risks I'm asking you to consider.",

    "ODawn:",

    "S: Hell, find something that is a good risk for the both of us.",

    "S: Like a jeweler job close by. It really doesn't seem that big of an ask, darling.",

    "Full",

    "D: Simon, you won't understand no matter how many times we talk about this.",

    "Stop",

    "S: I don't want you to leave, Dawn.", 

    "ODawn:",

    "S: You're seriously trying to hop on a flight to New York without anything planned.", 

    "RestBGM",

    "S: I don't want you out there on your own. I don't want to see you get hurt.",

    "OSimon:",

    "D: I am not a child you need to pander to.",

    "S: The absolute cheek of you, Dawn.",

    "Stop:",

    "S: Of course I'm obligated, I'm your bloody boyfriend.",
    
    "SadBack",

    "S: Three years I've taken care of us, and I've tried my hardest for crying out loud.",

    "D: I'm not saying you haven't. I am very lucky for what you have done for me.",

    "Ocoffee",

    "S: Are you breaking up with me?",

    "D: I was not planning on it before this.", 

    "S: What are we doing here?", 

    "S: What can I do or say to convince you.",

    "S: I want to take care of you.",

    "ODawn:",

    "S: And I can't do that if you leave me.",

    "S: I want you to follow your dreams, but not like this.",

    "S: Please Dawn, please think this through properly.", 

    "S: Just talk to with me, darling.",

    "Ocoffee",

    "S: I need you to talk with me.",

    "D: I'm sorry, Simon.",

    "S: You are the most stubborn woman alive.",

    "S: Will nothing I say make you see what a huge mistake this would be?",

    "S: Dawn, for the love of God.",

    "LagerB",

    "S: Don't leave.",

    "Stop:",

    "D: Simon, please. That's not what I want.",

    "D: I don't want to hurt you.",

    "S: You're sure acting like it, Dawn.",

    "S: We're a team. We can't do these things alone.",

    "S: Dawn, don't leave me.",

    "S: Please, Dawn. We can work it out.",

    "D: I want you with me.",

    "S: Do you swear by it?",

    "S: If you truly want to be with me, you'd stay.",

    "S: We can make your dreams happen together.",

    "S: I'm telling you, you can find your dreams closer.",

    "S: Just give it some time. What's a little more time?",

    "S: Please Dawn.",
    
    "S: You can't give up on us.",

    "S: Please say you wouldn't give up on us.",

    "D: Simon, I'm sorry.",

    "Stop:",

    "D: It's a painful thing to think about.",

    "S: It doesn't have to be painful!", 

    "S: Say something, don't make me leave.",

    "D: Simon, don't leave please.",

    "S: Oh thank Christ.",

    "D: Okay, I am sorry.",

    "OSimon:",

    "D: My mind is made up on this, but I am sorry.",

    "D: I should have discussed this with you.",

    "RestBGM:",

    "D: That is not the right thing to do.",

    "D: You have been kind to me, for a long time.",

    "S: So we're good?", 

    "CutJazz",

    "S: You're staying, darling?",

    "Ocoffee:",

    "D: I'll message Serena.",

    "D: And tell her I'll be there.",

    "D: I will look for flights without you.",

    "D: And say goodbye to you."
],

"Love":[

    "D: I wish you loved me enough to believe in me.",

    "S: I love you so much. I can't imagine my life without you.",

    "S: I care for you so much. I know you'll be successful.",

    "S: Do you love me?",

    "D: I love you, but not enough to ignore my dreams for you anymore.",

    "S: You love me. I love you. Thank God.",
    
    "S: Dodged an eruption, feels like.",

    "S: We're Dawn and Simon, D and S.", 

    "ODawn:",

    "S: These are things we figure out together, that's what kept us together.",

    "S: I promise you, we'll find out what the next steps are.",

    "S: If it's not Milwaukee, maybe we can find something in Chicago?",

    "S: It's a major city, and there's much opportunity there.",

    "S: You'd walk down one street in Chicago and howl at how obsessed you were about New York.",

    "S: I assure you that, darling.",

    "OSimon:",

    "D: Dawn and Simon, D and S.",
    
    "Ocoffee",

    "D: Okay, Simon."

]

}